Revit 2027 API
BuiltInFailures.LevelFailures.NoLevelsLeftReloading Property
 As a result of Reloading Latest, there are no Levels left. Create a new Level, and then Reload Latest again.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId NoLevelsLeftReloading { get; }
Public Shared ReadOnly Property NoLevelsLeftReloading As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ NoLevelsLeftReloading {
	FailureDefinitionId^ get ();
}
static member NoLevelsLeftReloading : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.LevelFailures Class
Autodesk.Revit.DB Namespace